{
    "last_updated": "2024",
    "version": "1.0",
    "sections": [
        {
            "title": "Summary",
            "content": "To make your life a bit easier, we have summarised the key terms of the Membership Agreement below. To fully understand our Membership Agreement, please do take the time to read through the full terms below.",
            "key_points": [
                {
                    "title": "Contract Term",
                    "content": "Your contract term is 12 months from the date of the confirmation email unless otherwise set out in your Confirmation Email. If you have any doubts, please give us a call to let us know, we give you 2 Business Days from the Confirmation Email to change your mind."
                },
                {
                    "title": "Offer Period",
                    "content": "Any promotional offer or free period is not a trial period. You get the benefits of membership once you have passed vetting so please get your documents in quickly."
                },
                {
                    "title": "Leads Expectation",
                    "content": "If you are on Lite, Standard or Pro or the PPL Membership, the amount of leads you can expect depends on you collecting frequent reviews, keeping your Profile up to date and uploading great photos of your work and may vary each month according to seasonality and homeowner demand."
                },
                {
                    "title": "PPL Membership",
                    "content": "If you have a PPL Membership you pay for as many leads that we provide you. At the end of each month, you will receive an invoice setting out the number of leads you received that month and the price per lead. This invoice is payable by you by direct debit."
                },
                {
                    "title": "Directories",
                    "content": "If you sign up to be in one of our directories, we may automatically include you in the next edition. We will send you a reminder before each edition and if you do not wish to be included, please let us know by the deadline in the reminder."
                },
                {
                    "title": "Conduct",
                    "content": "As a member of Checkatrade, we and the public expect you to commit to a certain standard – the Checkatrade Standard."
                },
                {
                    "title": "Reviews",
                    "content": "Reviews help consumers understand the quality of your work. They are owned by the person who wrote them. If you get a negative review, we will let you know."
                },
                {
                    "title": "Brand and Content",
                    "content": "While you are a paying Checkatrade member you get to use the Checkatrade logo and brand and any reviews on our website that are about you in accordance with the Brand Guidelines."
                },
                {
                    "title": "Payment",
                    "content": "Payment of your Membership is made by direct debit. Cancellation of your direct debit does not cancel your membership or stop it from being renewed. We will automatically renew your contract every year unless you call to tell us not to. Where we hold credit/debit card details for you on file for your initial payment and your direct debit payment fails, we reserve the right to attempt to take payment from these credit card details. Acceptance of our terms and conditions is your authority for us to attempt to take this payment."
                },
                {
                    "title": "Disputes and Guarantee",
                    "content": "If you can't resolve an issue with a customer, we offer your customers our Guarantee. Please read the full terms and conditions, as they could impact your membership status and fee."
                }
            ]
        },
        {
            "title": "Introduction",
            "content": "We are Vetted Limited, trading as \"Checkatrade\" a company incorporated in England & Wales (company number 04285394)) with its registered office at Checkatrade, Focus Point, 21 Caledonian Road, London, N1 9DX. You are applying to become a Member or have been accepted to be a Member. We operate a network of professional providers of trades and services through our platform which involves listing our members and on our website, currently located at www.checkatrade.com and through publishing and distributing our directories. You should read these Terms, Our \"Words and their Meanings\" section the Policies and the information about Your Membership on Our Website together as one contract. This is Our Agreement with You, based on the information You gave to Us when You became a Member and captured in Our Confirmation Email sent to You at the outset of Your Membership and as updated as agreed between Us from time to time."
        },
        {
            "title": "Our Agreement",
            "subsections": [
                {
                    "title": "Contract Formation",
                    "content": "These Terms set out how You become a Member; what terms and conditions apply to Your Membership and what Membership Services We will provide to You. On the sales call You request which postcodes and trade categories You would like to receive Membership Services in and which Membership Tier You would like. If You wish to sign up to a PPL Membership, we will advise you of the unit rates applicable per Lead on the sales call. We confirm and accept your requests in a Confirmation Email at which point the contract is formed between Us and You. By applying for Membership and/or by continuing to enjoy the benefits, rights and privileges of the Membership You agree to be bound by Our Agreement. Our acceptance of Your application for Membership, continuation of Your Membership and inclusion of Your Member Details on Our Platform depends on You complying with Our Agreement."
                },
                {
                    "title": "Terms Updates",
                    "content": "We may sometimes need to update these Terms by posting a new version on the dedicated Members Area and/or in the Trade App. Once such new version is posted, the updated Terms shall take effect and replace these Terms. We recommend that You access the Members' Area regularly for any such updates or other important Membership notifications. Please contact Us if You have any questions about these updated Terms. If these Terms materially adversely affect You, please see Your rights under the termination clause below. We reserve the right from time to time to market promotional discounts and offers to potential Members. Such promotional discounts and offers will not affect the Agreement unless we notify You in writing. Any changes to Your account or Membership that are agreed between Us, will be incorporated into the contract between Us and You via a Confirmation Email or if you have a PPL Membership you may be able to update Your account through functionality in the Member's Area and/or Trade App."
                },
                {
                    "title": "Mutual Agreement",
                    "content": "We both agree to abide by the Agreement. If Your application is accepted as a Member and in consideration for payment of the Membership Fee, We will provide You with the Membership Services. Where there is any inconsistency between these Terms and any other purported contract documents, the Confirmation Email, the Policies or any other linked policies or terms and conditions, these Terms shall take precedence."
                }
            ]
        },
        {
            "title": "Your Membership",
            "subsections": [
                {
                    "title": "Membership Term",
                    "content": "Your contract with Us shall begin on the Commencement Date and shall continue for 12 months unless otherwise set out in a Confirmation Email or terminated in accordance with these Terms. Any promotional offer or free period given to You is not a trial period. Should You have doubts about signing up for Membership, We allow You two Business Days from the Commencement Date to cancel the contract without having to pay anything further. Should You not cancel within these two Business Days, You agree to be bound by this contract and its obligations. Your Membership will automatically be renewed for 12 months on the expiry date of the current term (each a 'Renewal Date'). We'll contact You prior to Your Renewal Date with Your renewal terms and conditions and details of the Membership Fee payable by You. If You don't want Your Membership to automatically renew, You'll need to tell Us that by calling us no earlier than 35 days before Your Renewal Date."
                },
                {
                    "title": "Directory Inclusion",
                    "content": "If Your Membership includes a Directory, We may automatically include You in the next edition of the same Directory. We will send You an email to notify of the details of the next edition and the corresponding Membership Fee. If You don't want to be included in the next edition of the Directory, You'll need to tell Us that by calling Us as soon as possible, but no later than the cancellation deadline of that Directory as notified by Us to You (the \"Cancellation Deadline\"). We reserve the right to charge for the Directory if You don't call Us to cancel prior to the Cancellation Deadline. Inclusion in a Directory is conditional upon You having at least an active Approved Membership at the date that the Directory goes to print (the \"Print Deadline\"). If You do not have Approved Membership two (2) months before the Print Deadline, or We reasonably believe that You will not have Approved Membership at the Print Deadline, We may remove You from the Directory but still charge You for the corresponding Membership Fee."
                },
                {
                    "title": "Membership Process",
                    "content": "To ensure the quality of Our Members We have an established application process, and Your entitlement to become a Member is subject to You having been vetted and accepted by Us. You acknowledge that accepting You as a Member is entirely at Our discretion and We may decide for any reason to reject Your application or refuse to renew Your Membership. Should We decline Your Membership during vetting, We are under no obligation to disclose the reason for declining. Except for cancelling your Membership which can only be done by the Business Owner, You may nominate personnel to manage Your Membership on Your behalf. This nomination must be carried out by the Business Owner in writing and any changes to such personnel must be notified to us by the Business Owner."
                },
                {
                    "title": "Vetting Process",
                    "content": "To enable Us to build Your Profile, carry out the vetting process and for You to get the full benefit of Your Membership, You will be required to provide certain information relating to You and/or Your business as well as its owners, officers, directors, partners, employees, agents, suppliers or contractors. You will also be asked to upload Business Content and photos. You must make sure You have the necessary consent and rights to share this information (including any individual's personal data) with Us. You promise that all information You provide is complete and accurate. You must report to Us without delay any changes to Your circumstances or other developments that could affect Your ability to comply with the Agreement or Your Membership or that may affect the accuracy or relevance of information about You on Our Platform. Failure to comply with this paragraph will entitle Us to immediately terminate Your Membership on written notice without liability to You."
                },
                {
                    "title": "Information Sharing",
                    "content": "To fulfil Our vetting, monitoring and membership requirements, You agree that We may: a) share Your information with third parties including credit reference agencies or checked against third party databases for checking credit worthiness or for fraud prevention purposes; b) share Your information with third parties who provide membership services or benefits including, as applicable, Our authorised provider of electronic payment services; c) share information with certain local authority Trading Standard bodies and other regulatory bodies including HMRC, and d) to the extent We are legally permitted to do so, carry out criminal background checks if necessary. Further information on the sharing of personal data can be found in our Privacy Notice."
                },
                {
                    "title": "Cooperation Requirements",
                    "content": "You promise to co-operate with Us at all times in relation to any checks that We conduct and in particular respond promptly and appropriately to any of Our related queries. Should You not, We reserve Our rights in relation to Suspension, Probation and Termination and in relation to refusing Your Membership application or withdrawing any offer of Membership."
                }
            ]
        },
        {
            "title": "Membership Services",
            "subsections": [
                {
                    "title": "Platform Entry",
                    "content": "Following acceptance of Your application by Us and payment of Your Membership Fee, You will be entered on to Our Platform."
                },
                {
                    "title": "Service Types",
                    "content": "The Membership Services We provide to You are set out in the Confirmation Email and will vary depending on what is agreed with you, including whether you select Approved, PPL or a Searchable Membership Tier and/or inclusion in a Directory. The different Membership Services are as stated in Schedule 1 of these Terms. In Our sole discretion, We may provide You with an account manager for a period of time to help You manage Your Membership Services."
                },
                {
                    "title": "Approved Membership",
                    "content": "With an Approved Membership, You will only be visible on Our Website when the Homeowner searches You by name. We will not provide You with Leads but will provide You with vetting, an online profile and marketing assets. Approved Membership is designed to allow You to manage Your reputation by being endorsed by Us and allows You to maintain a Profile, showcase Your business and have the flexibility to sign up to our lead generating Searchable Membership Tiers or PPL Membership when You wish to grow Your business or fill gaps in Your diary."
                },
                {
                    "title": "Searchable and PPL Membership",
                    "content": "With a Searchable Membership Tier, PPL Membership or a Directory, We will provide You with Leads. We will provide you with an estimate of the amount of Leads You can expect. This is only an estimate. The amount of Leads You get is dependent on how many reviews You get, how up to date and appealing You make Your Profile and is affected by seasonality, Homeowner demand and other market and environmental forces. You must not pass any Leads to any third party, except a subcontractor. If a subcontractor is required, You will agree this directly with the Customer in advance."
                },
                {
                    "title": "Service Availability",
                    "content": "Not all Searchable Membership Tiers or Directories are available in all areas, but We will discuss this with You and will work with You to help You get what You need out of Your Membership."
                }
            ]
        },
        {
            "title": "Profile and Content",
            "subsections": [
                {
                    "title": "Online Profile",
                    "content": "You will receive an online profile page where Homeowners can read Your reviews, view Your Profile and photos and contact You. If You have a webpage or website that is solely dedicated to advertising Your business (Your \"Webpage\"), we may provide You with the ability to link this Webpage to Your Profile (we call this the \"Weblink\")."
                },
                {
                    "title": "Weblink Terms",
                    "content": "Use of the Weblink is subject to the following terms: a) Your Webpage must: i) be solely dedicated to advertising You or Your business; ii) not be a shared website or platform for advertising multiple businesses or a social media page or profile; iii) not contain any content or material which is or may reasonably be considered to be threatening, defamatory, obscene, indecent, offensive, pornographic, abusive, liable to incite racial hatred, instigate acts of terrorism, discriminatory, menacing, scandalous, inflammatory, blasphemous, or in breach of confidence; iv) not infringe the copyright or any intellectual property rights of any person; v) not be, or may reasonably be considered to be, illegal or infringe the rights of any third party; vi) not contain anything that brings, or is likely to bring, Our name, business, or brand into disrepute; or g) not give the impression that the content emanates from Us."
                },
                {
                    "title": "Webpage Responsibilities",
                    "content": "You must provide and maintain the Webpage. The Webpage is Your sole responsibility and We shall not be liable for any claims or losses arising from the Webpage. You shall indemnify Us in full and keep Us indemnified for any for any liabilities, losses, claims, demands, damages and any other costs and expenses (including reasonable legal costs) We might incur arising out of or in connection with the Webpage or any of its content."
                }
            ]
        },
        {
            "title": "Payment Terms",
            "subsections": [
                {
                    "title": "Membership Fees",
                    "content": "As a condition of Your Membership being activated and its continuation, You will pay the Membership Fee. This will be payable in such instalments and at such intervals (which may also include payment in advance as part of the Membership Fee) as agreed initially at the point of sale and as agreed in writing from time to time."
                },
                {
                    "title": "PPL Deposit",
                    "content": "If You are a PPL Member we may require a deposit from You at the time of signing up of an amount up to twice your total PPL Lead Budget(s) as advised to Us at the time of signing up. If You increase your PPL Lead Budget(s), we may increase your deposit amount. If You fail to pay an invoice from Us within 7 Business Days of notice that the invoice is overdue, without prejudice to any other of Our rights or remedies, We may pay the invoice using Your deposit and require You to increase Your deposit to match Your then current PPL Lead Budget."
                },
                {
                    "title": "Payment Methods",
                    "content": "We will take direct debit details or Continuous Card Payment Authorisation from You at the point of sale. The direct debit instruction or Continuous Card Payment Authorisation must be in place and active during the application and vetting process for You to go live on Our Platform."
                },
                {
                    "title": "Late Payment",
                    "content": "Where any Fees or charges are overdue (without prejudice to Our other rights or remedies) We shall be entitled to charge interest on such overdue amount at a rate of 8 per cent per annum above the published base rate of Barclays Bank plc. Such interest will accrue daily from the date the amount became due until it is paid in full, accruing after as well as before judgment."
                }
            ]
        },
        {
            "title": "Termination",
            "subsections": [
                {
                    "title": "Suspension Rights",
                    "content": "We reserve the right to either Suspend Your Membership or place Your Membership on Probation in the event We have reasonable cause to do so including (but not limited to) where: a) We need to investigate an allegation which affects You and/or Your Membership; b) You are involved in a legal dispute/action or some other event which in Our view could damage Our reputation or impact on Our Operations; or c) You fail to pay any Membership Fees or other sums when due in accordance with these Terms including paying any Membership Fees by the Renewal Date."
                },
                {
                    "title": "Termination Rights",
                    "content": "We may terminate Your Membership immediately on Us giving You notice if: a) You have breached the Agreement, failed to uphold the Checkatrade Standard or You have received a complaint of a serious nature or a high volume of complaints and such breach can't be remedied or, where such a breach can be remedied, You have failed to do this within 14 days of Us notifying You of the breach; b) You behave in a manner that is unacceptable towards any person or use language (verbal or in any other media) that We consider to be abusive, offensive, defamatory or unlawful; c) You become Insolvent; d) we are notified that You have failed to participate in, or You have withdrawn from any alternative dispute resolution procedure initiated by Your Customer, or You fail to abide by an alternative dispute resolution decision; e) You cease to carry on the business or trade for which You are listed on Our Membership Database or threaten to do so; f) We discover that any information provided by You is false, incorrect or incomplete or You have withheld material information that is relevant to Your Membership; g) You infringe the Our IP; h) You do anything that (in Our view) brings, or is likely to bring Our reputation into disrepute or is likely to damage Our goodwill; i) You fail to pay any Fees or other sums when due in accordance with the Agreement; j) There are material changes to the ownership, personnel or composition of Your business although We may request that You apply as a new Member; k) We suspect You have attempted to mislead or deceive Us or the public by rebranding or reconstituting Your business under a new name, or the posting of false information or the taking of other steps to artificially improve or manipulate Your Reviews or ratings on the Website; l) We become aware of any Police or Government Body investigation involving You; m) We have to pay out under the Checkatrade Guarantee to Your Customer for Work where We have deemed Your Work to be sub-standard as defined in the Checkatrade Guarantee; and/or n) You discriminate against any Customer under the Equality Act 2010."
                },
                {
                    "title": "Post-Termination",
                    "content": "In any event, when Your Membership terminates: a) Termination of Your Membership shall be without prejudice to the rights of either party, which accrued prior to the date of such termination including any payment obligations; b) Your listing in Our Platform will, at Our discretion, be moved to a Previous Member status; c) If You were subscribed to a Directory at the time of termination, the Secure Contact number will be diverted to Checkatrade, but You are still responsible to pay any Membership Fees associated with Directories which have already been published or sent to print; d) We will retain Your full Membership Details for a reasonable period to allow Us to deal with any customer complaints, issues or investigations relating to Your time as a Member or for legal or regulatory purposes; and e) After termination or expiry of Your Membership We may continue to keep any Community Content left by You on the Forum."
                }
            ]
        },
        {
            "title": "Dispute Resolution",
            "subsections": [
                {
                    "title": "Customer Disputes",
                    "content": "You agree to promptly respond (in a professional manner) to any Customer complaints or issues that We notify You of from time to time or of which You become aware. In the event of a Customer Dispute: a) You must use Your best efforts to try and resolve the Customer Dispute within 7 days of being notified of a complaint, whether or not Your Customer reports the complaint to Us directly; b) If the Customer Dispute can't be resolved within 7 days, Your Customer has the option to make a claim under the Guarantee; c) You must advise Your Customer that there are alternative dispute resolution schemes available and that they might be eligible to claim under the Checkatrade Guarantee; d) should You not be able to resolve the Customer Dispute in the timescales above, You must refer Your Customer to Us so that We can help Your Customer to initiate a claim under the Guarantee; and e) If Your Customer decides to initiate a claim under an alternative dispute resolution scheme and they notify us of this, as a condition of Your Membership You accept that You must also participate and abide by the alternative dispute resolution process chosen and the final decision, which shall be binding on You to the maximum extent permitted by law, including any decision as to payments to be made to Your Customer."
                },
                {
                    "title": "Membership Disputes",
                    "content": "We both agree that We will try to resolve any Membership Disputes between You and Us amicably and Use reasonable endeavours to avoid the need for court proceedings, following the procedure below: a) You will provide a written notice to Us of any Membership Dispute, setting out its nature and particulars (which will be genuine and made in good faith); b) On You providing Us with this notice of a Membership Dispute, Our customer services team and You will attempt to resolve the Membership Dispute through discussion and reasonable co-operation; c) In the event that the Membership Dispute is then still not resolved within 30 days of such Membership Dispute notice it will be referred to a senior officer of each party; and d) If the Membership Dispute is still not resolved within a further 30 days following referral to a senior officer, either party may exercise other legal rights or remedies available to it."
                }
            ]
        },
        {
            "title": "Legal Matters",
            "subsections": [
                {
                    "title": "Notices",
                    "content": "Unless this Agreement states otherwise, any formal notice or notification to be given under the Agreement must be in writing and must be sent: a) by You to Us at Our registered address by registered mail or by hand (if signed for at Our reception) or b) by Us to You at the most recent physical or email address provided to Us for inclusion on Our Membership Database."
                },
                {
                    "title": "Environment",
                    "content": "Checkatrade is committed to being greener - reducing the impact of our business and supply chain. We are also committed to helping Homeowners make their homes greener too and our Members play a crucial part in that goal. Sustainability is central to our way of doing business and as such You commit to providing Your Works and services to Your Customer in a way that takes the environment and damage to it into consideration."
                },
                {
                    "title": "Modern Slavery",
                    "content": "We are committed to conducting Our business in a fair, ethical and responsible way. Please read Our Modern Slavery Statement. You promise You a) shall comply with all applicable anti-slavery and human trafficking laws, statutes, regulations and codes of practice from time to time in force, including the Modern Slavery Act 2015; and b) have not been convicted of any offence involving slavery and human trafficking (and are not knowingly subject to any claim, investigation or proceedings alleging commission of such an offence)."
                },
                {
                    "title": "Law and Jurisdiction",
                    "content": "The Agreement is subject to English law. To the maximum extent legally permitted, but save as specifically set out in the Agreement or as agreed between You and Us, You agree that any dispute relating to the Agreement shall be subject to the exclusive jurisdiction of the courts of England and Wales if Your Address is in England and Wales, Scotland if Your Address is in Scotland, Northern Ireland if Your Address is in Northern Ireland, or in all other cases, be subject to the jurisdiction of any court where Checkatrade deems it appropriate at their sole discretion, and any proceedings relating to a dispute shall be in the English language."
                }
            ]
        }
    ]
} 